// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Existem atualizações de software disponíveis para o seu computador. Deseja instalá-las?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Você pode continuar a utilizar o computador durante a instalação. Você não precisa reiniciá-lo após o término da instalação.";
"INSTALL_TITLE" = "Instalar";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "As atualizações de software do seu computador estão prontas para serem instaladas. Deseja instalá-las agora?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Você deve reiniciar o seu computador após instalar as atualizações.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Instalar e Reiniciar";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Você deve finalizar a sessão para instalar as atualizações.";
"LOG_OUT_AND_INSTALL_TITLE" = "Finalizar Sessão e Instalar";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Você deve desligar o seu computador após instalar as atualizações.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Instalar e Desligar";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Há atualizações de software disponíveis para o seu computador. Deseja transferi-las e instalá-las?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Você deve reiniciar o seu computador após instalar as atualizações.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Há atualizações de software disponíveis para o seu computador. Deseja transferi-las e instalá-las?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Você deve finalizar a sessão após transferir as atualizações.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Há atualizações de software disponíveis para o seu computador. Deseja transferi-las e instalá-las?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Você deve desligar o seu computador após instalar as atualizações.";

"CONTINUE_TITLE" = "Continuar";


// common buttons
"NOT_NOW_TITLE" = "Agora Não";
"SHOW_DETAILS_TITLE" = "Mostrar Detalhes";
